window.DICTS = {
  "userStatus": {
    "0": "禁用",
    "1": "正常"
  },
  "accountStatus": {
    "0": "正常",
    "1": "冻结",
    "2": "销户"
  },
  "tradeType": {
    "1": "存款",
    "2": "取款",
    "3": "转账转出",
    "4": "转账转入"
  },
  "tradeStatus": {
    "0": "待处理",
    "1": "成功",
    "2": "失败",
    "3": "已冲正"
  },
  "withdrawStatus": {
    "0": "待授权",
    "1": "已授权",
    "2": "已拒绝",
    "3": "已撤销"
  },
  "approveStatus": {
    "0": "待审批",
    "1": "已通过",
    "2": "已驳回",
    "3": "已归档"
  },
  "loanStatus": {
    "0": "待初审",
    "1": "待终审",
    "2": "审批通过",
    "3": "审批拒绝",
    "4": "已放款",
    "5": "已结清"
  },
  "repayStatus": {
    "0": "待扣款",
    "1": "成功",
    "2": "失败"
  },
  "productType": {
    "1": "理财",
    "2": "基金",
    "3": "保险"
  },
  "isRead": {
    "0": "未读",
    "1": "已读"
  }
};
